{
    "GO:0000009": 1,
    "GO:0000010": 2,
    "GO:0000014": 3,
    "GO:0000016": 4,
    "GO:0000026": 5,
    "GO:0000030": 6,
    "GO:0000031": 7,
    "GO:0000033": 8,
    "GO:0000034": 9,
    "GO:0000035": 10,
    "GO:0000036": 11,
    "GO:0000048": 12,
    "GO:0000049": 13,
    "GO:0000062": 14,
    "GO:0000064": 15,
    "GO:0000095": 16,
    "GO:0000099": 17,
    "GO:0000100": 18,
    "GO:0000102": 19,
    "GO:0000104": 20,
    "GO:0000107": 21,
    "GO:0000121": 22,
    "GO:0000140": 23,
    "GO:0000146": 24,
    "GO:0000149": 25,
    "GO:0000150": 26,
    "GO:0000155": 27,
    "GO:0000156": 28,
    "GO:0000166": 29,
    "GO:0000170": 30,
    "GO:0000171": 31,
    "GO:0000175": 32,
    "GO:0000179": 33,
    "GO:0000182": 34,
    "GO:0000210": 35,
    "GO:0000213": 36,
    "GO:0000215": 37,
    "GO:0000217": 38,
    "GO:0000224": 39,
    "GO:0000225": 40,
    "GO:0000234": 41,
    "GO:0000246": 42,
    "GO:0000247": 43,
    "GO:0000248": 44,
    "GO:0000249": 45,
    "GO:0000250": 46,
    "GO:0000252": 47,
    "GO:0000253": 48,
    "GO:0000254": 49,
    "GO:0000257": 50,
    "GO:0000268": 51,
    "GO:0000277": 52,
    "GO:0000285": 53,
    "GO:0000286": 54,
    "GO:0000287": 55,
    "GO:0000293": 56,
    "GO:0000295": 57,
    "GO:0000297": 58,
    "GO:0000298": 59,
    "GO:0000309": 60,
    "GO:0000310": 61,
    "GO:0000319": 62,
    "GO:0000334": 63,
    "GO:0000339": 64,
    "GO:0000340": 65,
    "GO:0000341": 66,
    "GO:0000384": 67,
    "GO:0000386": 68,
    "GO:0000400": 69,
    "GO:0000401": 70,
    "GO:0000402": 71,
    "GO:0000403": 72,
    "GO:0000404": 73,
    "GO:0000405": 74,
    "GO:0000406": 75,
    "GO:0000510": 76,
    "GO:0000511": 77,
    "GO:0000514": 78,
    "GO:0000515": 79,
    "GO:0000700": 80,
    "GO:0000701": 81,
    "GO:0000702": 82,
    "GO:0000703": 83,
    "GO:0000704": 84,
    "GO:0000721": 85,
    "GO:0000772": 86,
    "GO:0000773": 87,
    "GO:0000774": 88,
    "GO:0000810": 89,
    "GO:0000822": 90,
    "GO:0000823": 91,
    "GO:0000824": 92,
    "GO:0000825": 93,
    "GO:0000827": 94,
    "GO:0000828": 95,
    "GO:0000829": 96,
    "GO:0000830": 97,
    "GO:0000831": 98,
    "GO:0000832": 99,
    "GO:0000900": 100,
    "GO:0000906": 101,
    "GO:0000907": 102,
    "GO:0000908": 103,
    "GO:0000976": 104,
    "GO:0000977": 105,
    "GO:0000978": 106,
    "GO:0000979": 107,
    "GO:0000981": 108,
    "GO:0000987": 109,
    "GO:0000992": 110,
    "GO:0000993": 111,
    "GO:0000994": 112,
    "GO:0000995": 113,
    "GO:0001000": 114,
    "GO:0001002": 115,
    "GO:0001003": 116,
    "GO:0001006": 117,
    "GO:0001010": 118,
    "GO:0001016": 119,
    "GO:0001018": 120,
    "GO:0001025": 121,
    "GO:0001042": 122,
    "GO:0001046": 123,
    "GO:0001052": 124,
    "GO:0001067": 125,
    "GO:0001068": 126,
    "GO:0001069": 127,
    "GO:0001070": 128,
    "GO:0001072": 129,
    "GO:0001073": 130,
    "GO:0001091": 131,
    "GO:0001092": 132,
    "GO:0001093": 133,
    "GO:0001094": 134,
    "GO:0001095": 135,
    "GO:0001096": 136,
    "GO:0001097": 137,
    "GO:0001098": 138,
    "GO:0001099": 139,
    "GO:0001108": 140,
    "GO:0001139": 141,
    "GO:0001147": 142,
    "GO:0001155": 143,
    "GO:0001156": 144,
    "GO:0001161": 145,
    "GO:0001162": 146,
    "GO:0001163": 147,
    "GO:0001164": 148,
    "GO:0001165": 149,
    "GO:0001179": 150,
    "GO:0001181": 151,
    "GO:0001216": 152,
    "GO:0001217": 153,
    "GO:0001221": 154,
    "GO:0001222": 155,
    "GO:0001223": 156,
    "GO:0001227": 157,
    "GO:0001228": 158,
    "GO:0001406": 159,
    "GO:0001409": 160,
    "GO:0001512": 161,
    "GO:0001515": 162,
    "GO:0001517": 163,
    "GO:0001530": 164,
    "GO:0001532": 165,
    "GO:0001537": 166,
    "GO:0001540": 167,
    "GO:0001565": 168,
    "GO:0001566": 169,
    "GO:0001567": 170,
    "GO:0001571": 171,
    "GO:0001586": 172,
    "GO:0001587": 173,
    "GO:0001588": 174,
    "GO:0001591": 175,
    "GO:0001594": 176,
    "GO:0001595": 177,
    "GO:0001596": 178,
    "GO:0001601": 179,
    "GO:0001602": 180,
    "GO:0001604": 181,
    "GO:0001605": 182,
    "GO:0001607": 183,
    "GO:0001609": 184,
    "GO:0001614": 185,
    "GO:0001616": 186,
    "GO:0001618": 187,
    "GO:0001621": 188,
    "GO:0001626": 189,
    "GO:0001631": 190,
    "GO:0001632": 191,
    "GO:0001634": 192,
    "GO:0001635": 193,
    "GO:0001637": 194,
    "GO:0001639": 195,
    "GO:0001640": 196,
    "GO:0001641": 197,
    "GO:0001642": 198,
    "GO:0001646": 199,
    "GO:0001648": 200,
    "GO:0001653": 201,
    "GO:0001664": 202,
    "GO:0001665": 203,
    "GO:0001671": 204,
    "GO:0001681": 205,
    "GO:0001691": 206,
    "GO:0001716": 207,
    "GO:0001727": 208,
    "GO:0001729": 209,
    "GO:0001730": 210,
    "GO:0001733": 211,
    "GO:0001734": 212,
    "GO:0001735": 213,
    "GO:0001758": 214,
    "GO:0001760": 215,
    "GO:0001761": 216,
    "GO:0001784": 217,
    "GO:0001785": 218,
    "GO:0001786": 219,
    "GO:0001790": 220,
    "GO:0001791": 221,
    "GO:0001792": 222,
    "GO:0001793": 223,
    "GO:0001846": 224,
    "GO:0001847": 225,
    "GO:0001848": 226,
    "GO:0001849": 227,
    "GO:0001850": 228,
    "GO:0001851": 229,
    "GO:0001855": 230,
    "GO:0001856": 231,
    "GO:0001861": 232,
    "GO:0001864": 233,
    "GO:0001872": 234,
    "GO:0001873": 235,
    "GO:0001874": 236,
    "GO:0001875": 237,
    "GO:0001882": 238,
    "GO:0001883": 239,
    "GO:0001884": 240,
    "GO:0001888": 241,
    "GO:0001918": 242,
    "GO:0001962": 243,
    "GO:0001965": 244,
    "GO:0001968": 245,
    "GO:0001972": 246,
    "GO:0002020": 247,
    "GO:0002039": 248,
    "GO:0002046": 249,
    "GO:0002054": 250,
    "GO:0002055": 251,
    "GO:0002057": 252,
    "GO:0002058": 253,
    "GO:0002059": 254,
    "GO:0002060": 255,
    "GO:0002061": 256,
    "GO:0002112": 257,
    "GO:0002113": 258,
    "GO:0002114": 259,
    "GO:0002134": 260,
    "GO:0002135": 261,
    "GO:0002145": 262,
    "GO:0002151": 263,
    "GO:0002153": 264,
    "GO:0002161": 265,
    "GO:0002162": 266,
    "GO:0002172": 267,
    "GO:0002196": 268,
    "GO:0002935": 269,
    "GO:0002948": 270,
    "GO:0002950": 271,
    "GO:0002951": 272,
    "GO:0002952": 273,
    "GO:0002953": 274,
    "GO:0003676": 275,
    "GO:0003677": 276,
    "GO:0003678": 277,
    "GO:0003680": 278,
    "GO:0003681": 279,
    "GO:0003682": 280,
    "GO:0003684": 281,
    "GO:0003688": 282,
    "GO:0003689": 283,
    "GO:0003690": 284,
    "GO:0003691": 285,
    "GO:0003692": 286,
    "GO:0003693": 287,
    "GO:0003696": 288,
    "GO:0003697": 289,
    "GO:0003700": 290,
    "GO:0003707": 291,
    "GO:0003711": 292,
    "GO:0003712": 293,
    "GO:0003713": 294,
    "GO:0003714": 295,
    "GO:0003720": 296,
    "GO:0003723": 297,
    "GO:0003724": 298,
    "GO:0003725": 299,
    "GO:0003726": 300,
    "GO:0003727": 301,
    "GO:0003729": 302,
    "GO:0003730": 303,
    "GO:0003735": 304,
    "GO:0003743": 305,
    "GO:0003746": 306,
    "GO:0003747": 307,
    "GO:0003755": 308,
    "GO:0003756": 309,
    "GO:0003774": 310,
    "GO:0003777": 311,
    "GO:0003779": 312,
    "GO:0003785": 313,
    "GO:0003786": 314,
    "GO:0003789": 315,
    "GO:0003796": 316,
    "GO:0003810": 317,
    "GO:0003823": 318,
    "GO:0003824": 319,
    "GO:0003825": 320,
    "GO:0003827": 321,
    "GO:0003828": 322,
    "GO:0003829": 323,
    "GO:0003830": 324,
    "GO:0003831": 325,
    "GO:0003832": 326,
    "GO:0003833": 327,
    "GO:0003834": 328,
    "GO:0003835": 329,
    "GO:0003836": 330,
    "GO:0003837": 331,
    "GO:0003838": 332,
    "GO:0003839": 333,
    "GO:0003841": 334,
    "GO:0003842": 335,
    "GO:0003843": 336,
    "GO:0003844": 337,
    "GO:0003845": 338,
    "GO:0003846": 339,
    "GO:0003847": 340,
    "GO:0003848": 341,
    "GO:0003849": 342,
    "GO:0003850": 343,
    "GO:0003851": 344,
    "GO:0003852": 345,
    "GO:0003853": 346,
    "GO:0003854": 347,
    "GO:0003855": 348,
    "GO:0003856": 349,
    "GO:0003857": 350,
    "GO:0003858": 351,
    "GO:0003860": 352,
    "GO:0003861": 353,
    "GO:0003862": 354,
    "GO:0003863": 355,
    "GO:0003864": 356,
    "GO:0003865": 357,
    "GO:0003866": 358,
    "GO:0003868": 359,
    "GO:0003870": 360,
    "GO:0003871": 361,
    "GO:0003872": 362,
    "GO:0003873": 363,
    "GO:0003874": 364,
    "GO:0003875": 365,
    "GO:0003876": 366,
    "GO:0003877": 367,
    "GO:0003878": 368,
    "GO:0003879": 369,
    "GO:0003880": 370,
    "GO:0003881": 371,
    "GO:0003882": 372,
    "GO:0003883": 373,
    "GO:0003884": 374,
    "GO:0003885": 375,
    "GO:0003886": 376,
    "GO:0003887": 377,
    "GO:0003899": 378,
    "GO:0003904": 379,
    "GO:0003905": 380,
    "GO:0003906": 381,
    "GO:0003908": 382,
    "GO:0003909": 383,
    "GO:0003910": 384,
    "GO:0003911": 385,
    "GO:0003912": 386,
    "GO:0003913": 387,
    "GO:0003914": 388,
    "GO:0003916": 389,
    "GO:0003917": 390,
    "GO:0003918": 391,
    "GO:0003919": 392,
    "GO:0003920": 393,
    "GO:0003921": 394,
    "GO:0003922": 395,
    "GO:0003923": 396,
    "GO:0003924": 397,
    "GO:0003925": 398,
    "GO:0003933": 399,
    "GO:0003934": 400,
    "GO:0003935": 401,
    "GO:0003937": 402,
    "GO:0003938": 403,
    "GO:0003939": 404,
    "GO:0003940": 405,
    "GO:0003941": 406,
    "GO:0003942": 407,
    "GO:0003943": 408,
    "GO:0003944": 409,
    "GO:0003945": 410,
    "GO:0003947": 411,
    "GO:0003948": 412,
    "GO:0003949": 413,
    "GO:0003950": 414,
    "GO:0003951": 415,
    "GO:0003952": 416,
    "GO:0003953": 417,
    "GO:0003954": 418,
    "GO:0003955": 419,
    "GO:0003957": 420,
    "GO:0003958": 421,
    "GO:0003959": 422,
    "GO:0003960": 423,
    "GO:0003961": 424,
    "GO:0003962": 425,
    "GO:0003963": 426,
    "GO:0003964": 427,
    "GO:0003968": 428,
    "GO:0003972": 429,
    "GO:0003973": 430,
    "GO:0003974": 431,
    "GO:0003975": 432,
    "GO:0003976": 433,
    "GO:0003977": 434,
    "GO:0003978": 435,
    "GO:0003979": 436,
    "GO:0003980": 437,
    "GO:0003983": 438,
    "GO:0003984": 439,
    "GO:0003985": 440,
    "GO:0003986": 441,
    "GO:0003987": 442,
    "GO:0003988": 443,
    "GO:0003989": 444,
    "GO:0003990": 445,
    "GO:0003991": 446,
    "GO:0003992": 447,
    "GO:0003993": 448,
    "GO:0003994": 449,
    "GO:0003995": 450,
    "GO:0003997": 451,
    "GO:0003998": 452,
    "GO:0003999": 453,
    "GO:0004000": 454,
    "GO:0004001": 455,
    "GO:0004013": 456,
    "GO:0004014": 457,
    "GO:0004015": 458,
    "GO:0004016": 459,
    "GO:0004017": 460,
    "GO:0004018": 461,
    "GO:0004019": 462,
    "GO:0004020": 463,
    "GO:0004021": 464,
    "GO:0004022": 465,
    "GO:0004026": 466,
    "GO:0004027": 467,
    "GO:0004028": 468,
    "GO:0004029": 469,
    "GO:0004030": 470,
    "GO:0004031": 471,
    "GO:0004032": 472,
    "GO:0004033": 473,
    "GO:0004034": 474,
    "GO:0004035": 475,
    "GO:0004037": 476,
    "GO:0004038": 477,
    "GO:0004039": 478,
    "GO:0004040": 479,
    "GO:0004042": 480,
    "GO:0004043": 481,
    "GO:0004044": 482,
    "GO:0004045": 483,
    "GO:0004046": 484,
    "GO:0004047": 485,
    "GO:0004048": 486,
    "GO:0004049": 487,
    "GO:0004050": 488,
    "GO:0004051": 489,
    "GO:0004052": 490,
    "GO:0004053": 491,
    "GO:0004054": 492,
    "GO:0004055": 493,
    "GO:0004056": 494,
    "GO:0004057": 495,
    "GO:0004058": 496,
    "GO:0004059": 497,
    "GO:0004060": 498,
    "GO:0004061": 499,
    "GO:0004062": 500,
    "GO:0004063": 501,
    "GO:0004064": 502,
    "GO:0004065": 503,
    "GO:0004066": 504,
    "GO:0004067": 505,
    "GO:0004068": 506,
    "GO:0004069": 507,
    "GO:0004070": 508,
    "GO:0004071": 509,
    "GO:0004072": 510,
    "GO:0004073": 511,
    "GO:0004074": 512,
    "GO:0004075": 513,
    "GO:0004076": 514,
    "GO:0004077": 515,
    "GO:0004081": 516,
    "GO:0004082": 517,
    "GO:0004084": 518,
    "GO:0004087": 519,
    "GO:0004088": 520,
    "GO:0004089": 521,
    "GO:0004090": 522,
    "GO:0004092": 523,
    "GO:0004095": 524,
    "GO:0004096": 525,
    "GO:0004097": 526,
    "GO:0004098": 527,
    "GO:0004099": 528,
    "GO:0004100": 529,
    "GO:0004102": 530,
    "GO:0004103": 531,
    "GO:0004104": 532,
    "GO:0004105": 533,
    "GO:0004106": 534,
    "GO:0004107": 535,
    "GO:0004108": 536,
    "GO:0004109": 537,
    "GO:0004111": 538,
    "GO:0004112": 539,
    "GO:0004113": 540,
    "GO:0004114": 541,
    "GO:0004115": 542,
    "GO:0004117": 543,
    "GO:0004118": 544,
    "GO:0004119": 545,
    "GO:0004122": 546,
    "GO:0004123": 547,
    "GO:0004124": 548,
    "GO:0004125": 549,
    "GO:0004126": 550,
    "GO:0004127": 551,
    "GO:0004128": 552,
    "GO:0004129": 553,
    "GO:0004130": 554,
    "GO:0004131": 555,
    "GO:0004132": 556,
    "GO:0004133": 557,
    "GO:0004134": 558,
    "GO:0004135": 559,
    "GO:0004136": 560,
    "GO:0004137": 561,
    "GO:0004138": 562,
    "GO:0004139": 563,
    "GO:0004140": 564,
    "GO:0004141": 565,
    "GO:0004142": 566,
    "GO:0004143": 567,
    "GO:0004144": 568,
    "GO:0004145": 569,
    "GO:0004146": 570,
    "GO:0004148": 571,
    "GO:0004149": 572,
    "GO:0004150": 573,
    "GO:0004151": 574,
    "GO:0004152": 575,
    "GO:0004153": 576,
    "GO:0004155": 577,
    "GO:0004156": 578,
    "GO:0004157": 579,
    "GO:0004159": 580,
    "GO:0004160": 581,
    "GO:0004161": 582,
    "GO:0004163": 583,
    "GO:0004164": 584,
    "GO:0004165": 585,
    "GO:0004166": 586,
    "GO:0004167": 587,
    "GO:0004168": 588,
    "GO:0004169": 589,
    "GO:0004170": 590,
    "GO:0004174": 591,
    "GO:0004175": 592,
    "GO:0004176": 593,
    "GO:0004177": 594,
    "GO:0004180": 595,
    "GO:0004181": 596,
    "GO:0004185": 597,
    "GO:0004190": 598,
    "GO:0004197": 599,
    "GO:0004198": 600,
    "GO:0004222": 601,
    "GO:0004239": 602,
    "GO:0004252": 603,
    "GO:0004298": 604,
    "GO:0004300": 605,
    "GO:0004301": 606,
    "GO:0004303": 607,
    "GO:0004304": 608,
    "GO:0004305": 609,
    "GO:0004306": 610,
    "GO:0004307": 611,
    "GO:0004308": 612,
    "GO:0004309": 613,
    "GO:0004311": 614,
    "GO:0004312": 615,
    "GO:0004313": 616,
    "GO:0004314": 617,
    "GO:0004315": 618,
    "GO:0004316": 619,
    "GO:0004318": 620,
    "GO:0004321": 621,
    "GO:0004322": 622,
    "GO:0004324": 623,
    "GO:0004325": 624,
    "GO:0004326": 625,
    "GO:0004328": 626,
    "GO:0004329": 627,
    "GO:0004331": 628,
    "GO:0004332": 629,
    "GO:0004333": 630,
    "GO:0004334": 631,
    "GO:0004335": 632,
    "GO:0004336": 633,
    "GO:0004337": 634,
    "GO:0004338": 635,
    "GO:0004339": 636,
    "GO:0004340": 637,
    "GO:0004341": 638,
    "GO:0004342": 639,
    "GO:0004343": 640,
    "GO:0004344": 641,
    "GO:0004345": 642,
    "GO:0004346": 643,
    "GO:0004347": 644,
    "GO:0004348": 645,
    "GO:0004349": 646,
    "GO:0004350": 647,
    "GO:0004351": 648,
    "GO:0004352": 649,
    "GO:0004353": 650,
    "GO:0004354": 651,
    "GO:0004355": 652,
    "GO:0004356": 653,
    "GO:0004357": 654,
    "GO:0004358": 655,
    "GO:0004359": 656,
    "GO:0004360": 657,
    "GO:0004361": 658,
    "GO:0004362": 659,
    "GO:0004363": 660,
    "GO:0004364": 661,
    "GO:0004365": 662,
    "GO:0004366": 663,
    "GO:0004368": 664,
    "GO:0004369": 665,
    "GO:0004370": 666,
    "GO:0004371": 667,
    "GO:0004372": 668,
    "GO:0004373": 669,
    "GO:0004375": 670,
    "GO:0004376": 671,
    "GO:0004377": 672,
    "GO:0004378": 673,
    "GO:0004379": 674,
    "GO:0004380": 675,
    "GO:0004381": 676,
    "GO:0004382": 677,
    "GO:0004383": 678,
    "GO:0004385": 679,
    "GO:0004386": 680,
    "GO:0004392": 681,
    "GO:0004394": 682,
    "GO:0004396": 683,
    "GO:0004397": 684,
    "GO:0004398": 685,
    "GO:0004399": 686,
    "GO:0004400": 687,
    "GO:0004401": 688,
    "GO:0004402": 689,
    "GO:0004407": 690,
    "GO:0004408": 691,
    "GO:0004409": 692,
    "GO:0004410": 693,
    "GO:0004411": 694,
    "GO:0004412": 695,
    "GO:0004413": 696,
    "GO:0004414": 697,
    "GO:0004415": 698,
    "GO:0004416": 699,
    "GO:0004417": 700,
    "GO:0004418": 701,
    "GO:0004419": 702,
    "GO:0004420": 703,
    "GO:0004421": 704,
    "GO:0004422": 705,
    "GO:0004423": 706,
    "GO:0004424": 707,
    "GO:0004425": 708,
    "GO:0004427": 709,
    "GO:0004430": 710,
    "GO:0004435": 711,
    "GO:0004436": 712,
    "GO:0004438": 713,
    "GO:0004439": 714,
    "GO:0004441": 715,
    "GO:0004445": 716,
    "GO:0004446": 717,
    "GO:0004447": 718,
    "GO:0004448": 719,
    "GO:0004449": 720,
    "GO:0004450": 721,
    "GO:0004451": 722,
    "GO:0004452": 723,
    "GO:0004453": 724,
    "GO:0004454": 725,
    "GO:0004455": 726,
    "GO:0004456": 727,
    "GO:0004457": 728,
    "GO:0004458": 729,
    "GO:0004459": 730,
    "GO:0004460": 731,
    "GO:0004461": 732,
    "GO:0004462": 733,
    "GO:0004463": 734,
    "GO:0004464": 735,
    "GO:0004465": 736,
    "GO:0004466": 737,
    "GO:0004467": 738,
    "GO:0004468": 739,
    "GO:0004470": 740,
    "GO:0004471": 741,
    "GO:0004473": 742,
    "GO:0004474": 743,
    "GO:0004475": 744,
    "GO:0004476": 745,
    "GO:0004477": 746,
    "GO:0004478": 747,
    "GO:0004479": 748,
    "GO:0004482": 749,
    "GO:0004483": 750,
    "GO:0004484": 751,
    "GO:0004485": 752,
    "GO:0004486": 753,
    "GO:0004487": 754,
    "GO:0004488": 755,
    "GO:0004489": 756,
    "GO:0004490": 757,
    "GO:0004491": 758,
    "GO:0004492": 759,
    "GO:0004493": 760,
    "GO:0004494": 761,
    "GO:0004496": 762,
    "GO:0004497": 763,
    "GO:0004498": 764,
    "GO:0004499": 765,
    "GO:0004500": 766,
    "GO:0004501": 767,
    "GO:0004502": 768,
    "GO:0004503": 769,
    "GO:0004504": 770,
    "GO:0004505": 771,
    "GO:0004506": 772,
    "GO:0004507": 773,
    "GO:0004508": 774,
    "GO:0004509": 775,
    "GO:0004510": 776,
    "GO:0004511": 777,
    "GO:0004512": 778,
    "GO:0004514": 779,
    "GO:0004515": 780,
    "GO:0004516": 781,
    "GO:0004517": 782,
    "GO:0004518": 783,
    "GO:0004519": 784,
    "GO:0004520": 785,
    "GO:0004521": 786,
    "GO:0004522": 787,
    "GO:0004523": 788,
    "GO:0004525": 789,
    "GO:0004526": 790,
    "GO:0004527": 791,
    "GO:0004528": 792,
    "GO:0004529": 793,
    "GO:0004530": 794,
    "GO:0004531": 795,
    "GO:0004532": 796,
    "GO:0004533": 797,
    "GO:0004534": 798,
    "GO:0004535": 799,
    "GO:0004536": 800,
    "GO:0004540": 801,
    "GO:0004549": 802,
    "GO:0004550": 803,
    "GO:0004551": 804,
    "GO:0004552": 805,
    "GO:0004553": 806,
    "GO:0004555": 807,
    "GO:0004556": 808,
    "GO:0004557": 809,
    "GO:0004558": 810,
    "GO:0004559": 811,
    "GO:0004560": 812,
    "GO:0004561": 813,
    "GO:0004563": 814,
    "GO:0004564": 815,
    "GO:0004565": 816,
    "GO:0004566": 817,
    "GO:0004567": 818,
    "GO:0004568": 819,
    "GO:0004569": 820,
    "GO:0004571": 821,
    "GO:0004572": 822,
    "GO:0004573": 823,
    "GO:0004574": 824,
    "GO:0004575": 825,
    "GO:0004576": 826,
    "GO:0004577": 827,
    "GO:0004578": 828,
    "GO:0004579": 829,
    "GO:0004581": 830,
    "GO:0004582": 831,
    "GO:0004583": 832,
    "GO:0004585": 833,
    "GO:0004586": 834,
    "GO:0004587": 835,
    "GO:0004588": 836,
    "GO:0004589": 837,
    "GO:0004590": 838,
    "GO:0004591": 839,
    "GO:0004592": 840,
    "GO:0004594": 841,
    "GO:0004595": 842,
    "GO:0004596": 843,
    "GO:0004598": 844,
    "GO:0004601": 845,
    "GO:0004602": 846,
    "GO:0004603": 847,
    "GO:0004604": 848,
    "GO:0004605": 849,
    "GO:0004607": 850,
    "GO:0004608": 851,
    "GO:0004609": 852,
    "GO:0004610": 853,
    "GO:0004611": 854,
    "GO:0004612": 855,
    "GO:0004613": 856,
    "GO:0004614": 857,
    "GO:0004615": 858,
    "GO:0004616": 859,
    "GO:0004617": 860,
    "GO:0004618": 861,
    "GO:0004619": 862,
    "GO:0004620": 863,
    "GO:0004621": 864,
    "GO:0004622": 865,
    "GO:0004623": 866,
    "GO:0004629": 867,
    "GO:0004630": 868,
    "GO:0004631": 869,
    "GO:0004632": 870,
    "GO:0004633": 871,
    "GO:0004634": 872,
    "GO:0004635": 873,
    "GO:0004636": 874,
    "GO:0004637": 875,
    "GO:0004638": 876,
    "GO:0004639": 877,
    "GO:0004640": 878,
    "GO:0004641": 879,
    "GO:0004642": 880,
    "GO:0004643": 881,
    "GO:0004644": 882,
    "GO:0004645": 883,
    "GO:0004648": 884,
    "GO:0004649": 885,
    "GO:0004650": 886,
    "GO:0004651": 887,
    "GO:0004653": 888,
    "GO:0004654": 889,
    "GO:0004655": 890,
    "GO:0004656": 891,
    "GO:0004657": 892,
    "GO:0004658": 893,
    "GO:0004659": 894,
    "GO:0004660": 895,
    "GO:0004661": 896,
    "GO:0004662": 897,
    "GO:0004663": 898,
    "GO:0004664": 899,
    "GO:0004665": 900,
    "GO:0004666": 901,
    "GO:0004667": 902,
    "GO:0004668": 903,
    "GO:0004671": 904,
    "GO:0004672": 905,
    "GO:0004673": 906,
    "GO:0004674": 907,
    "GO:0004675": 908,
    "GO:0004676": 909,
    "GO:0004677": 910,
    "GO:0004679": 911,
    "GO:0004683": 912,
    "GO:0004686": 913,
    "GO:0004687": 914,
    "GO:0004689": 915,
    "GO:0004690": 916,
    "GO:0004691": 917,
    "GO:0004692": 918,
    "GO:0004693": 919,
    "GO:0004694": 920,
    "GO:0004697": 921,
    "GO:0004698": 922,
    "GO:0004699": 923,
    "GO:0004703": 924,
    "GO:0004705": 925,
    "GO:0004706": 926,
    "GO:0004707": 927,
    "GO:0004708": 928,
    "GO:0004709": 929,
    "GO:0004711": 930,
    "GO:0004712": 931,
    "GO:0004713": 932,
    "GO:0004714": 933,
    "GO:0004715": 934,
    "GO:0004719": 935,
    "GO:0004720": 936,
    "GO:0004721": 937,
    "GO:0004722": 938,
    "GO:0004723": 939,
    "GO:0004725": 940,
    "GO:0004726": 941,
    "GO:0004729": 942,
    "GO:0004730": 943,
    "GO:0004731": 944,
    "GO:0004733": 945,
    "GO:0004734": 946,
    "GO:0004735": 947,
    "GO:0004736": 948,
    "GO:0004737": 949,
    "GO:0004738": 950,
    "GO:0004739": 951,
    "GO:0004740": 952,
    "GO:0004741": 953,
    "GO:0004742": 954,
    "GO:0004743": 955,
    "GO:0004745": 956,
    "GO:0004746": 957,
    "GO:0004747": 958,
    "GO:0004748": 959,
    "GO:0004749": 960,
    "GO:0004750": 961,
    "GO:0004751": 962,
    "GO:0004753": 963,
    "GO:0004754": 964,
    "GO:0004755": 965,
    "GO:0004756": 966,
    "GO:0004757": 967,
    "GO:0004758": 968,
    "GO:0004760": 969,
    "GO:0004764": 970,
    "GO:0004765": 971,
    "GO:0004766": 972,
    "GO:0004767": 973,
    "GO:0004768": 974,
    "GO:0004769": 975,
    "GO:0004771": 976,
    "GO:0004772": 977,
    "GO:0004773": 978,
    "GO:0004774": 979,
    "GO:0004775": 980,
    "GO:0004776": 981,
    "GO:0004777": 982,
    "GO:0004778": 983,
    "GO:0004779": 984,
    "GO:0004780": 985,
    "GO:0004781": 986,
    "GO:0004782": 987,
    "GO:0004783": 988,
    "GO:0004784": 989,
    "GO:0004787": 990,
    "GO:0004788": 991,
    "GO:0004789": 992,
    "GO:0004790": 993,
    "GO:0004791": 994,
    "GO:0004792": 995,
    "GO:0004793": 996,
    "GO:0004794": 997,
    "GO:0004795": 998,
    "GO:0004796": 999,
    "GO:0004797": 1000,
    "GO:0004798": 1001,
    "GO:0004799": 1002,
    "GO:0004800": 1003,
    "GO:0004801": 1004,
    "GO:0004802": 1005,
    "GO:0004803": 1006,
    "GO:0004805": 1007,
    "GO:0004806": 1008,
    "GO:0004807": 1009,
    "GO:0004808": 1010,
    "GO:0004810": 1011,
    "GO:0004812": 1012,
    "GO:0004813": 1013,
    "GO:0004814": 1014,
    "GO:0004815": 1015,
    "GO:0004816": 1016,
    "GO:0004817": 1017,
    "GO:0004818": 1018,
    "GO:0004819": 1019,
    "GO:0004820": 1020,
    "GO:0004821": 1021,
    "GO:0004822": 1022,
    "GO:0004823": 1023,
    "GO:0004824": 1024,
    "GO:0004825": 1025,
    "GO:0004826": 1026,
    "GO:0004827": 1027,
    "GO:0004828": 1028,
    "GO:0004829": 1029,
    "GO:0004830": 1030,
    "GO:0004831": 1031,
    "GO:0004832": 1032,
    "GO:0004833": 1033,
    "GO:0004834": 1034,
    "GO:0004835": 1035,
    "GO:0004836": 1036,
    "GO:0004837": 1037,
    "GO:0004838": 1038,
    "GO:0004839": 1039,
    "GO:0004842": 1040,
    "GO:0004843": 1041,
    "GO:0004844": 1042,
    "GO:0004845": 1043,
    "GO:0004846": 1044,
    "GO:0004847": 1045,
    "GO:0004848": 1046,
    "GO:0004849": 1047,
    "GO:0004850": 1048,
    "GO:0004851": 1049,
    "GO:0004852": 1050,
    "GO:0004853": 1051,
    "GO:0004854": 1052,
    "GO:0004855": 1053,
    "GO:0004856": 1054,
    "GO:0004857": 1055,
    "GO:0004859": 1056,
    "GO:0004860": 1057,
    "GO:0004861": 1058,
    "GO:0004862": 1059,
    "GO:0004864": 1060,
    "GO:0004865": 1061,
    "GO:0004866": 1062,
    "GO:0004867": 1063,
    "GO:0004869": 1064,
    "GO:0004873": 1065,
    "GO:0004875": 1066,
    "GO:0004876": 1067,
    "GO:0004877": 1068,
    "GO:0004878": 1069,
    "GO:0004879": 1070,
    "GO:0004883": 1071,
    "GO:0004888": 1072,
    "GO:0004890": 1073,
    "GO:0004895": 1074,
    "GO:0004896": 1075,
    "GO:0004897": 1076,
    "GO:0004900": 1077,
    "GO:0004903": 1078,
    "GO:0004904": 1079,
    "GO:0004905": 1080,
    "GO:0004906": 1081,
    "GO:0004908": 1082,
    "GO:0004909": 1083,
    "GO:0004910": 1084,
    "GO:0004911": 1085,
    "GO:0004912": 1086,
    "GO:0004913": 1087,
    "GO:0004914": 1088,
    "GO:0004915": 1089,
    "GO:0004917": 1090,
    "GO:0004918": 1091,
    "GO:0004919": 1092,
    "GO:0004920": 1093,
    "GO:0004921": 1094,
    "GO:0004923": 1095,
    "GO:0004924": 1096,
    "GO:0004925": 1097,
    "GO:0004930": 1098,
    "GO:0004931": 1099,
    "GO:0004932": 1100,
    "GO:0004933": 1101,
    "GO:0004934": 1102,
    "GO:0004935": 1103,
    "GO:0004936": 1104,
    "GO:0004937": 1105,
    "GO:0004938": 1106,
    "GO:0004939": 1107,
    "GO:0004940": 1108,
    "GO:0004941": 1109,
    "GO:0004945": 1110,
    "GO:0004946": 1111,
    "GO:0004947": 1112,
    "GO:0004948": 1113,
    "GO:0004949": 1114,
    "GO:0004950": 1115,
    "GO:0004951": 1116,
    "GO:0004952": 1117,
    "GO:0004953": 1118,
    "GO:0004954": 1119,
    "GO:0004955": 1120,
    "GO:0004956": 1121,
    "GO:0004957": 1122,
    "GO:0004958": 1123,
    "GO:0004960": 1124,
    "GO:0004961": 1125,
    "GO:0004962": 1126,
    "GO:0004963": 1127,
    "GO:0004964": 1128,
    "GO:0004965": 1129,
    "GO:0004966": 1130,
    "GO:0004967": 1131,
    "GO:0004968": 1132,
    "GO:0004969": 1133,
    "GO:0004970": 1134,
    "GO:0004971": 1135,
    "GO:0004972": 1136,
    "GO:0004974": 1137,
    "GO:0004977": 1138,
    "GO:0004978": 1139,
    "GO:0004979": 1140,
    "GO:0004980": 1141,
    "GO:0004982": 1142,
    "GO:0004983": 1143,
    "GO:0004984": 1144,
    "GO:0004985": 1145,
    "GO:0004989": 1146,
    "GO:0004990": 1147,
    "GO:0004991": 1148,
    "GO:0004992": 1149,
    "GO:0004993": 1150,
    "GO:0004994": 1151,
    "GO:0004995": 1152,
    "GO:0004996": 1153,
    "GO:0004997": 1154,
    "GO:0004998": 1155,
    "GO:0004999": 1156,
    "GO:0005000": 1157,
    "GO:0005001": 1158,
    "GO:0005003": 1159,
    "GO:0005004": 1160,
    "GO:0005005": 1161,
    "GO:0005006": 1162,
    "GO:0005007": 1163,
    "GO:0005008": 1164,
    "GO:0005009": 1165,
    "GO:0005010": 1166,
    "GO:0005011": 1167,
    "GO:0005017": 1168,
    "GO:0005018": 1169,
    "GO:0005019": 1170,
    "GO:0005020": 1171,
    "GO:0005021": 1172,
    "GO:0005024": 1173,
    "GO:0005025": 1174,
    "GO:0005026": 1175,
    "GO:0005030": 1176,
    "GO:0005031": 1177,
    "GO:0005034": 1178,
    "GO:0005035": 1179,
    "GO:0005041": 1180,
    "GO:0005042": 1181,
    "GO:0005043": 1182,
    "GO:0005044": 1183,
    "GO:0005046": 1184,
    "GO:0005047": 1185,
    "GO:0005048": 1186,
    "GO:0005049": 1187,
    "GO:0005052": 1188,
    "GO:0005053": 1189,
    "GO:0005055": 1190,
    "GO:0005068": 1191,
    "GO:0005078": 1192,
    "GO:0005080": 1193,
    "GO:0005085": 1194,
    "GO:0005091": 1195,
    "GO:0005092": 1196,
    "GO:0005093": 1197,
    "GO:0005094": 1198,
    "GO:0005095": 1199,
    "GO:0005096": 1200,
    "GO:0005102": 1201,
    "GO:0005104": 1202,
    "GO:0005105": 1203,
    "GO:0005109": 1204,
    "GO:0005111": 1205,
    "GO:0005112": 1206,
    "GO:0005113": 1207,
    "GO:0005114": 1208,
    "GO:0005115": 1209,
    "GO:0005118": 1210,
    "GO:0005119": 1211,
    "GO:0005121": 1212,
    "GO:0005122": 1213,
    "GO:0005123": 1214,
    "GO:0005124": 1215,
    "GO:0005125": 1216,
    "GO:0005126": 1217,
    "GO:0005127": 1218,
    "GO:0005128": 1219,
    "GO:0005129": 1220,
    "GO:0005130": 1221,
    "GO:0005131": 1222,
    "GO:0005132": 1223,
    "GO:0005133": 1224,
    "GO:0005134": 1225,
    "GO:0005135": 1226,
    "GO:0005136": 1227,
    "GO:0005137": 1228,
    "GO:0005138": 1229,
    "GO:0005139": 1230,
    "GO:0005140": 1231,
    "GO:0005141": 1232,
    "GO:0005142": 1233,
    "GO:0005143": 1234,
    "GO:0005144": 1235,
    "GO:0005146": 1236,
    "GO:0005147": 1237,
    "GO:0005148": 1238,
    "GO:0005149": 1239,
    "GO:0005150": 1240,
    "GO:0005151": 1241,
    "GO:0005152": 1242,
    "GO:0005153": 1243,
    "GO:0005154": 1244,
    "GO:0005157": 1245,
    "GO:0005158": 1246,
    "GO:0005159": 1247,
    "GO:0005160": 1248,
    "GO:0005161": 1249,
    "GO:0005163": 1250,
    "GO:0005164": 1251,
    "GO:0005165": 1252,
    "GO:0005166": 1253,
    "GO:0005167": 1254,
    "GO:0005168": 1255,
    "GO:0005169": 1256,
    "GO:0005170": 1257,
    "GO:0005171": 1258,
    "GO:0005172": 1259,
    "GO:0005173": 1260,
    "GO:0005174": 1261,
    "GO:0005175": 1262,
    "GO:0005176": 1263,
    "GO:0005178": 1264,
    "GO:0005179": 1265,
    "GO:0005183": 1266,
    "GO:0005184": 1267,
    "GO:0005185": 1268,
    "GO:0005186": 1269,
    "GO:0005198": 1270,
    "GO:0005199": 1271,
    "GO:0005200": 1272,
    "GO:0005201": 1273,
    "GO:0005212": 1274,
    "GO:0005213": 1275,
    "GO:0005214": 1276,
    "GO:0005215": 1277,
    "GO:0005216": 1278,
    "GO:0005217": 1279,
    "GO:0005219": 1280,
    "GO:0005220": 1281,
    "GO:0005221": 1282,
    "GO:0005222": 1283,
    "GO:0005223": 1284,
    "GO:0005225": 1285,
    "GO:0005227": 1286,
    "GO:0005228": 1287,
    "GO:0005229": 1288,
    "GO:0005230": 1289,
    "GO:0005231": 1290,
    "GO:0005234": 1291,
    "GO:0005237": 1292,
    "GO:0005242": 1293,
    "GO:0005243": 1294,
    "GO:0005244": 1295,
    "GO:0005245": 1296,
    "GO:0005246": 1297,
    "GO:0005247": 1298,
    "GO:0005248": 1299,
    "GO:0005249": 1300,
    "GO:0005250": 1301,
    "GO:0005251": 1302,
    "GO:0005252": 1303,
    "GO:0005253": 1304,
    "GO:0005254": 1305,
    "GO:0005260": 1306,
    "GO:0005261": 1307,
    "GO:0005262": 1308,
    "GO:0005267": 1309,
    "GO:0005272": 1310,
    "GO:0005274": 1311,
    "GO:0005275": 1312,
    "GO:0005277": 1313,
    "GO:0005278": 1314,
    "GO:0005280": 1315,
    "GO:0005283": 1316,
    "GO:0005287": 1317,
    "GO:0005289": 1318,
    "GO:0005290": 1319,
    "GO:0005291": 1320,
    "GO:0005292": 1321,
    "GO:0005294": 1322,
    "GO:0005295": 1323,
    "GO:0005297": 1324,
    "GO:0005298": 1325,
    "GO:0005300": 1326,
    "GO:0005302": 1327,
    "GO:0005304": 1328,
    "GO:0005307": 1329,
    "GO:0005308": 1330,
    "GO:0005309": 1331,
    "GO:0005310": 1332,
    "GO:0005313": 1333,
    "GO:0005314": 1334,
    "GO:0005315": 1335,
    "GO:0005316": 1336,
    "GO:0005319": 1337,
    "GO:0005324": 1338,
    "GO:0005326": 1339,
    "GO:0005328": 1340,
    "GO:0005330": 1341,
    "GO:0005332": 1342,
    "GO:0005334": 1343,
    "GO:0005335": 1344,
    "GO:0005337": 1345,
    "GO:0005338": 1346,
    "GO:0005342": 1347,
    "GO:0005343": 1348,
    "GO:0005344": 1349,
    "GO:0005345": 1350,
    "GO:0005346": 1351,
    "GO:0005347": 1352,
    "GO:0005350": 1353,
    "GO:0005351": 1354,
    "GO:0005352": 1355,
    "GO:0005353": 1356,
    "GO:0005354": 1357,
    "GO:0005356": 1358,
    "GO:0005358": 1359,
    "GO:0005360": 1360,
    "GO:0005362": 1361,
    "GO:0005363": 1362,
    "GO:0005364": 1363,
    "GO:0005365": 1364,
    "GO:0005366": 1365,
    "GO:0005367": 1366,
    "GO:0005368": 1367,
    "GO:0005369": 1368,
    "GO:0005371": 1369,
    "GO:0005372": 1370,
    "GO:0005375": 1371,
    "GO:0005381": 1372,
    "GO:0005384": 1373,
    "GO:0005385": 1374,
    "GO:0005388": 1375,
    "GO:0005391": 1376,
    "GO:0005402": 1377,
    "GO:0005412": 1378,
    "GO:0005415": 1379,
    "GO:0005416": 1380,
    "GO:0005427": 1381,
    "GO:0005432": 1382,
    "GO:0005436": 1383,
    "GO:0005452": 1384,
    "GO:0005456": 1385,
    "GO:0005457": 1386,
    "GO:0005458": 1387,
    "GO:0005459": 1388,
    "GO:0005460": 1389,
    "GO:0005461": 1390,
    "GO:0005462": 1391,
    "GO:0005463": 1392,
    "GO:0005464": 1393,
    "GO:0005469": 1394,
    "GO:0005471": 1395,
    "GO:0005476": 1396,
    "GO:0005477": 1397,
    "GO:0005483": 1398,
    "GO:0005484": 1399,
    "GO:0005488": 1400,
    "GO:0005496": 1401,
    "GO:0005497": 1402,
    "GO:0005499": 1403,
    "GO:0005501": 1404,
    "GO:0005502": 1405,
    "GO:0005503": 1406,
    "GO:0005504": 1407,
    "GO:0005506": 1408,
    "GO:0005507": 1409,
    "GO:0005509": 1410,
    "GO:0005515": 1411,
    "GO:0005516": 1412,
    "GO:0005518": 1413,
    "GO:0005519": 1414,
    "GO:0005520": 1415,
    "GO:0005521": 1416,
    "GO:0005522": 1417,
    "GO:0005523": 1418,
    "GO:0005524": 1419,
    "GO:0005525": 1420,
    "GO:0005527": 1421,
    "GO:0005528": 1422,
    "GO:0005534": 1423,
    "GO:0005536": 1424,
    "GO:0005537": 1425,
    "GO:0005539": 1426,
    "GO:0005540": 1427,
    "GO:0005542": 1428,
    "GO:0005543": 1429,
    "GO:0005544": 1430,
    "GO:0005545": 1431,
    "GO:0005546": 1432,
    "GO:0005547": 1433,
    "GO:0005548": 1434,
    "GO:0005549": 1435,
    "GO:0005550": 1436,
    "GO:0008009": 1437,
    "GO:0008010": 1438,
    "GO:0008011": 1439,
    "GO:0008012": 1440,
    "GO:0008013": 1441,
    "GO:0008017": 1442,
    "GO:0008020": 1443,
    "GO:0008028": 1444,
    "GO:0008029": 1445,
    "GO:0008031": 1446,
    "GO:0008035": 1447,
    "GO:0008036": 1448,
    "GO:0008046": 1449,
    "GO:0008047": 1450,
    "GO:0008048": 1451,
    "GO:0008061": 1452,
    "GO:0008066": 1453,
    "GO:0008068": 1454,
    "GO:0008073": 1455,
    "GO:0008079": 1456,
    "GO:0008080": 1457,
    "GO:0008081": 1458,
    "GO:0008083": 1459,
    "GO:0008084": 1460,
    "GO:0008092": 1461,
    "GO:0008093": 1462,
    "GO:0008094": 1463,
    "GO:0008097": 1464,
    "GO:0008098": 1465,
    "GO:0008106": 1466,
    "GO:0008107": 1467,
    "GO:0008108": 1468,
    "GO:0008109": 1469,
    "GO:0008110": 1470,
    "GO:0008111": 1471,
    "GO:0008112": 1472,
    "GO:0008113": 1473,
    "GO:0008114": 1474,
    "GO:0008115": 1475,
    "GO:0008116": 1476,
    "GO:0008117": 1477,
    "GO:0008118": 1478,
    "GO:0008119": 1479,
    "GO:0008120": 1480,
    "GO:0008121": 1481,
    "GO:0008123": 1482,
    "GO:0008124": 1483,
    "GO:0008126": 1484,
    "GO:0008127": 1485,
    "GO:0008131": 1486,
    "GO:0008134": 1487,
    "GO:0008135": 1488,
    "GO:0008137": 1489,
    "GO:0008138": 1490,
    "GO:0008139": 1491,
    "GO:0008140": 1492,
    "GO:0008142": 1493,
    "GO:0008143": 1494,
    "GO:0008145": 1495,
    "GO:0008146": 1496,
    "GO:0008147": 1497,
    "GO:0008157": 1498,
    "GO:0008158": 1499,
    "GO:0008160": 1500,
    "GO:0008168": 1501,
    "GO:0008169": 1502,
    "GO:0008170": 1503,
    "GO:0008171": 1504,
    "GO:0008172": 1505,
    "GO:0008173": 1506,
    "GO:0008174": 1507,
    "GO:0008175": 1508,
    "GO:0008176": 1509,
    "GO:0008177": 1510,
    "GO:0008179": 1511,
    "GO:0008184": 1512,
    "GO:0008186": 1513,
    "GO:0008187": 1514,
    "GO:0008188": 1515,
    "GO:0008190": 1516,
    "GO:0008191": 1517,
    "GO:0008192": 1518,
    "GO:0008193": 1519,
    "GO:0008194": 1520,
    "GO:0008195": 1521,
    "GO:0008198": 1522,
    "GO:0008199": 1523,
    "GO:0008200": 1524,
    "GO:0008201": 1525,
    "GO:0008226": 1526,
    "GO:0008227": 1527,
    "GO:0008233": 1528,
    "GO:0008234": 1529,
    "GO:0008235": 1530,
    "GO:0008236": 1531,
    "GO:0008237": 1532,
    "GO:0008238": 1533,
    "GO:0008239": 1534,
    "GO:0008240": 1535,
    "GO:0008241": 1536,
    "GO:0008242": 1537,
    "GO:0008251": 1538,
    "GO:0008252": 1539,
    "GO:0008253": 1540,
    "GO:0008254": 1541,
    "GO:0008255": 1542,
    "GO:0008260": 1543,
    "GO:0008261": 1544,
    "GO:0008263": 1545,
    "GO:0008265": 1546,
    "GO:0008266": 1547,
    "GO:0008269": 1548,
    "GO:0008270": 1549,
    "GO:0008271": 1550,
    "GO:0008273": 1551,
    "GO:0008276": 1552,
    "GO:0008281": 1553,
    "GO:0008288": 1554,
    "GO:0008289": 1555,
    "GO:0008294": 1556,
    "GO:0008296": 1557,
    "GO:0008297": 1558,
    "GO:0008301": 1559,
    "GO:0008307": 1560,
    "GO:0008308": 1561,
    "GO:0008309": 1562,
    "GO:0008310": 1563,
    "GO:0008311": 1564,
    "GO:0008312": 1565,
    "GO:0008316": 1566,
    "GO:0008318": 1567,
    "GO:0008320": 1568,
    "GO:0008324": 1569,
    "GO:0008327": 1570,
    "GO:0008330": 1571,
    "GO:0008331": 1572,
    "GO:0008332": 1573,
    "GO:0008336": 1574,
    "GO:0008349": 1575,
    "GO:0008353": 1576,
    "GO:0008373": 1577,
    "GO:0008374": 1578,
    "GO:0008375": 1579,
    "GO:0008376": 1580,
    "GO:0008378": 1581,
    "GO:0008379": 1582,
    "GO:0008381": 1583,
    "GO:0008384": 1584,
    "GO:0008386": 1585,
    "GO:0008387": 1586,
    "GO:0008389": 1587,
    "GO:0008390": 1588,
    "GO:0008391": 1589,
    "GO:0008392": 1590,
    "GO:0008395": 1591,
    "GO:0008396": 1592,
    "GO:0008397": 1593,
    "GO:0008398": 1594,
    "GO:0008401": 1595,
    "GO:0008403": 1596,
    "GO:0008404": 1597,
    "GO:0008405": 1598,
    "GO:0008408": 1599,
    "GO:0008409": 1600,
    "GO:0008410": 1601,
    "GO:0008412": 1602,
    "GO:0008413": 1603,
    "GO:0008417": 1604,
    "GO:0008418": 1605,
    "GO:0008419": 1606,
    "GO:0008420": 1607,
    "GO:0008422": 1608,
    "GO:0008424": 1609,
    "GO:0008425": 1610,
    "GO:0008426": 1611,
    "GO:0008427": 1612,
    "GO:0008428": 1613,
    "GO:0008429": 1614,
    "GO:0008430": 1615,
    "GO:0008431": 1616,
    "GO:0008432": 1617,
    "GO:0008437": 1618,
    "GO:0008440": 1619,
    "GO:0008441": 1620,
    "GO:0008442": 1621,
    "GO:0008443": 1622,
    "GO:0008444": 1623,
    "GO:0008445": 1624,
    "GO:0008446": 1625,
    "GO:0008447": 1626,
    "GO:0008448": 1627,
    "GO:0008449": 1628,
    "GO:0008452": 1629,
    "GO:0008453": 1630,
    "GO:0008454": 1631,
    "GO:0008455": 1632,
    "GO:0008456": 1633,
    "GO:0008458": 1634,
    "GO:0008459": 1635,
    "GO:0008460": 1636,
    "GO:0008465": 1637,
    "GO:0008466": 1638,
    "GO:0008467": 1639,
    "GO:0008469": 1640,
    "GO:0008470": 1641,
    "GO:0008473": 1642,
    "GO:0008474": 1643,
    "GO:0008475": 1644,
    "GO:0008476": 1645,
    "GO:0008477": 1646,
    "GO:0008478": 1647,
    "GO:0008479": 1648,
    "GO:0008480": 1649,
    "GO:0008481": 1650,
    "GO:0008482": 1651,
    "GO:0008483": 1652,
    "GO:0008484": 1653,
    "GO:0008486": 1654,
    "GO:0008488": 1655,
    "GO:0008489": 1656,
    "GO:0008490": 1657,
    "GO:0008493": 1658,
    "GO:0008494": 1659,
    "GO:0008495": 1660,
    "GO:0008496": 1661,
    "GO:0008499": 1662,
    "GO:0008502": 1663,
    "GO:0008503": 1664,
    "GO:0008504": 1665,
    "GO:0008506": 1666,
    "GO:0008507": 1667,
    "GO:0008508": 1668,
    "GO:0008509": 1669,
    "GO:0008510": 1670,
    "GO:0008511": 1671,
    "GO:0008512": 1672,
    "GO:0008513": 1673,
    "GO:0008514": 1674,
    "GO:0008515": 1675,
    "GO:0008516": 1676,
    "GO:0008517": 1677,
    "GO:0008518": 1678,
    "GO:0008519": 1679,
    "GO:0008520": 1680,
    "GO:0008521": 1681,
    "GO:0008523": 1682,
    "GO:0008525": 1683,
    "GO:0008526": 1684,
    "GO:0008527": 1685,
    "GO:0008528": 1686,
    "GO:0008531": 1687,
    "GO:0008532": 1688,
    "GO:0008534": 1689,
    "GO:0008545": 1690,
    "GO:0008551": 1691,
    "GO:0008553": 1692,
    "GO:0008554": 1693,
    "GO:0008556": 1694,
    "GO:0008558": 1695,
    "GO:0008559": 1696,
    "GO:0008564": 1697,
    "GO:0008566": 1698,
    "GO:0008568": 1699,
    "GO:0008569": 1700,
    "GO:0008574": 1701,
    "GO:0008579": 1702,
    "GO:0008597": 1703,
    "GO:0008603": 1704,
    "GO:0008607": 1705,
    "GO:0008609": 1706,
    "GO:0008613": 1707,
    "GO:0008641": 1708,
    "GO:0008649": 1709,
    "GO:0008650": 1710,
    "GO:0008656": 1711,
    "GO:0008657": 1712,
    "GO:0008658": 1713,
    "GO:0008660": 1714,
    "GO:0008661": 1715,
    "GO:0008662": 1716,
    "GO:0008663": 1717,
    "GO:0008664": 1718,
    "GO:0008666": 1719,
    "GO:0008667": 1720,
    "GO:0008668": 1721,
    "GO:0008670": 1722,
    "GO:0008671": 1723,
    "GO:0008672": 1724,
    "GO:0008673": 1725,
    "GO:0008674": 1726,
    "GO:0008675": 1727,
    "GO:0008676": 1728,
    "GO:0008677": 1729,
    "GO:0008678": 1730,
    "GO:0008679": 1731,
    "GO:0008681": 1732,
    "GO:0008682": 1733,
    "GO:0008683": 1734,
    "GO:0008684": 1735,
    "GO:0008685": 1736,
    "GO:0008686": 1737,
    "GO:0008687": 1738,
    "GO:0008688": 1739,
    "GO:0008690": 1740,
    "GO:0008691": 1741,
    "GO:0008692": 1742,
    "GO:0008694": 1743,
    "GO:0008695": 1744,
    "GO:0008696": 1745,
    "GO:0008697": 1746,
    "GO:0008700": 1747,
    "GO:0008701": 1748,
    "GO:0008703": 1749,
    "GO:0008704": 1750,
    "GO:0008705": 1751,
    "GO:0008706": 1752,
    "GO:0008707": 1753,
    "GO:0008709": 1754,
    "GO:0008710": 1755,
    "GO:0008712": 1756,
    "GO:0008713": 1757,
    "GO:0008714": 1758,
    "GO:0008715": 1759,
    "GO:0008716": 1760,
    "GO:0008718": 1761,
    "GO:0008719": 1762,
    "GO:0008720": 1763,
    "GO:0008721": 1764,
    "GO:0008725": 1765,
    "GO:0008726": 1766,
    "GO:0008727": 1767,
    "GO:0008728": 1768,
    "GO:0008730": 1769,
    "GO:0008732": 1770,
    "GO:0008733": 1771,
    "GO:0008734": 1772,
    "GO:0008735": 1773,
    "GO:0008736": 1774,
    "GO:0008737": 1775,
    "GO:0008738": 1776,
    "GO:0008740": 1777,
    "GO:0008741": 1778,
    "GO:0008742": 1779,
    "GO:0008743": 1780,
    "GO:0008744": 1781,
    "GO:0008745": 1782,
    "GO:0008747": 1783,
    "GO:0008748": 1784,
    "GO:0008750": 1785,
    "GO:0008752": 1786,
    "GO:0008753": 1787,
    "GO:0008754": 1788,
    "GO:0008756": 1789,
    "GO:0008757": 1790,
    "GO:0008758": 1791,
    "GO:0008760": 1792,
    "GO:0008761": 1793,
    "GO:0008762": 1794,
    "GO:0008763": 1795,
    "GO:0008764": 1796,
    "GO:0008765": 1797,
    "GO:0008766": 1798,
    "GO:0008767": 1799,
    "GO:0008768": 1800,
    "GO:0008770": 1801,
    "GO:0008771": 1802,
    "GO:0008772": 1803,
    "GO:0008773": 1804,
    "GO:0008774": 1805,
    "GO:0008775": 1806,
    "GO:0008776": 1807,
    "GO:0008777": 1808,
    "GO:0008779": 1809,
    "GO:0008780": 1810,
    "GO:0008781": 1811,
    "GO:0008782": 1812,
    "GO:0008783": 1813,
    "GO:0008784": 1814,
    "GO:0008785": 1815,
    "GO:0008786": 1816,
    "GO:0008787": 1817,
    "GO:0008788": 1818,
    "GO:0008789": 1819,
    "GO:0008790": 1820,
    "GO:0008791": 1821,
    "GO:0008792": 1822,
    "GO:0008793": 1823,
    "GO:0008794": 1824,
    "GO:0008795": 1825,
    "GO:0008796": 1826,
    "GO:0008797": 1827,
    "GO:0008798": 1828,
    "GO:0008800": 1829,
    "GO:0008801": 1830,
    "GO:0008802": 1831,
    "GO:0008803": 1832,
    "GO:0008804": 1833,
    "GO:0008805": 1834,
    "GO:0008806": 1835,
    "GO:0008807": 1836,
    "GO:0008808": 1837,
    "GO:0008809": 1838,
    "GO:0008810": 1839,
    "GO:0008811": 1840,
    "GO:0008812": 1841,
    "GO:0008813": 1842,
    "GO:0008814": 1843,
    "GO:0008815": 1844,
    "GO:0008816": 1845,
    "GO:0008817": 1846,
    "GO:0008818": 1847,
    "GO:0008820": 1848,
    "GO:0008821": 1849,
    "GO:0008823": 1850,
    "GO:0008824": 1851,
    "GO:0008825": 1852,
    "GO:0008826": 1853,
    "GO:0008828": 1854,
    "GO:0008829": 1855,
    "GO:0008830": 1856,
    "GO:0008831": 1857,
    "GO:0008832": 1858,
    "GO:0008833": 1859,
    "GO:0008834": 1860,
    "GO:0008835": 1861,
    "GO:0008836": 1862,
    "GO:0008837": 1863,
    "GO:0008838": 1864,
    "GO:0008839": 1865,
    "GO:0008840": 1866,
    "GO:0008841": 1867,
    "GO:0008843": 1868,
    "GO:0008847": 1869,
    "GO:0008849": 1870,
    "GO:0008851": 1871,
    "GO:0008854": 1872,
    "GO:0008855": 1873,
    "GO:0008859": 1874,
    "GO:0008860": 1875,
    "GO:0008861": 1876,
    "GO:0008863": 1877,
    "GO:0008864": 1878,
    "GO:0008865": 1879,
    "GO:0008866": 1880,
    "GO:0008867": 1881,
    "GO:0008868": 1882,
    "GO:0008869": 1883,
    "GO:0008870": 1884,
    "GO:0008871": 1885,
    "GO:0008872": 1886,
    "GO:0008873": 1887,
    "GO:0008874": 1888,
    "GO:0008875": 1889,
    "GO:0008876": 1890,
    "GO:0008877": 1891,
    "GO:0008878": 1892,
    "GO:0008879": 1893,
    "GO:0008880": 1894,
    "GO:0008881": 1895,
    "GO:0008882": 1896,
    "GO:0008883": 1897,
    "GO:0008884": 1898,
    "GO:0008885": 1899,
    "GO:0008886": 1900,
    "GO:0008887": 1901,
    "GO:0008888": 1902,
    "GO:0008889": 1903,
    "GO:0008890": 1904,
    "GO:0008892": 1905,
    "GO:0008893": 1906,
    "GO:0008894": 1907,
    "GO:0008897": 1908,
    "GO:0008898": 1909,
    "GO:0008899": 1910,
    "GO:0008900": 1911,
    "GO:0008901": 1912,
    "GO:0008902": 1913,
    "GO:0008903": 1914,
    "GO:0008904": 1915,
    "GO:0008906": 1916,
    "GO:0008907": 1917,
    "GO:0008908": 1918,
    "GO:0008909": 1919,
    "GO:0008910": 1920,
    "GO:0008911": 1921,
    "GO:0008912": 1922,
    "GO:0008913": 1923,
    "GO:0008914": 1924,
    "GO:0008915": 1925,
    "GO:0008917": 1926,
    "GO:0008918": 1927,
    "GO:0008919": 1928,
    "GO:0008920": 1929,
    "GO:0008921": 1930,
    "GO:0008922": 1931,
    "GO:0008923": 1932,
    "GO:0008924": 1933,
    "GO:0008925": 1934,
    "GO:0008926": 1935,
    "GO:0008927": 1936,
    "GO:0008928": 1937,
    "GO:0008929": 1938,
    "GO:0008930": 1939,
    "GO:0008932": 1940,
    "GO:0008933": 1941,
    "GO:0008934": 1942,
    "GO:0008935": 1943,
    "GO:0008936": 1944,
    "GO:0008937": 1945,
    "GO:0008938": 1946,
    "GO:0008939": 1947,
    "GO:0008940": 1948,
    "GO:0008941": 1949,
    "GO:0008942": 1950,
    "GO:0008946": 1951,
    "GO:0008948": 1952,
    "GO:0008949": 1953,
    "GO:0008951": 1954,
    "GO:0008953": 1955,
    "GO:0008955": 1956,
    "GO:0008957": 1957,
    "GO:0008959": 1958,
    "GO:0008960": 1959,
    "GO:0008961": 1960,
    "GO:0008962": 1961,
    "GO:0008963": 1962,
    "GO:0008964": 1963,
    "GO:0008965": 1964,
    "GO:0008966": 1965,
    "GO:0008967": 1966,
    "GO:0008968": 1967,
    "GO:0008970": 1968,
    "GO:0008972": 1969,
    "GO:0008973": 1970,
    "GO:0008974": 1971,
    "GO:0008976": 1972,
    "GO:0008977": 1973,
    "GO:0008979": 1974,
    "GO:0008980": 1975,
    "GO:0008982": 1976,
    "GO:0008983": 1977,
    "GO:0008984": 1978,
    "GO:0008986": 1979,
    "GO:0008987": 1980,
    "GO:0008988": 1981,
    "GO:0008989": 1982,
    "GO:0008990": 1983,
    "GO:0008993": 1984,
    "GO:0008994": 1985,
    "GO:0008995": 1986,
    "GO:0008996": 1987,
    "GO:0008998": 1988,
    "GO:0008999": 1989,
    "GO:0009000": 1990,
    "GO:0009001": 1991,
    "GO:0009002": 1992,
    "GO:0009007": 1993,
    "GO:0009008": 1994,
    "GO:0009009": 1995,
    "GO:0009010": 1996,
    "GO:0009011": 1997,
    "GO:0009012": 1998,
    "GO:0009013": 1999,
    "GO:0009014": 2000,
    "GO:0009015": 2001,
    "GO:0009016": 2002,
    "GO:0009017": 2003,
    "GO:0009018": 2004,
    "GO:0009022": 2005,
    "GO:0009024": 2006,
    "GO:0009025": 2007,
    "GO:0009026": 2008,
    "GO:0009027": 2009,
    "GO:0009028": 2010,
    "GO:0009029": 2011,
    "GO:0009030": 2012,
    "GO:0009032": 2013,
    "GO:0009034": 2014,
    "GO:0009035": 2015,
    "GO:0009036": 2016,
    "GO:0009037": 2017,
    "GO:0009038": 2018,
    "GO:0009039": 2019,
    "GO:0009040": 2020,
    "GO:0009041": 2021,
    "GO:0009042": 2022,
    "GO:0009044": 2023,
    "GO:0009045": 2024,
    "GO:0009046": 2025,
    "GO:0009055": 2026,
    "GO:0009374": 2027,
    "GO:0009378": 2028,
    "GO:0009381": 2029,
    "GO:0009383": 2030,
    "GO:0009384": 2031,
    "GO:0009389": 2032,
    "GO:0009392": 2033,
    "GO:0009486": 2034,
    "GO:0009496": 2035,
    "GO:0009669": 2036,
    "GO:0009670": 2037,
    "GO:0009671": 2038,
    "GO:0009673": 2039,
    "GO:0009674": 2040,
    "GO:0009675": 2041,
    "GO:0009678": 2042,
    "GO:0009679": 2043,
    "GO:0009702": 2044,
    "GO:0009703": 2045,
    "GO:0009784": 2046,
    "GO:0009815": 2047,
    "GO:0009824": 2048,
    "GO:0009881": 2049,
    "GO:0009882": 2050,
    "GO:0009883": 2051,
    "GO:0009884": 2052,
    "GO:0009885": 2053,
    "GO:0009899": 2054,
    "GO:0009905": 2055,
    "GO:0009916": 2056,
    "GO:0009922": 2057,
    "GO:0009927": 2058,
    "GO:0009931": 2059,
    "GO:0009940": 2060,
    "GO:0009973": 2061,
    "GO:0009975": 2062,
    "GO:0009976": 2063,
    "GO:0009977": 2064,
    "GO:0009978": 2065,
    "GO:0009982": 2066,
    "GO:0010011": 2067,
    "GO:0010013": 2068,
    "GO:0010176": 2069,
    "GO:0010177": 2070,
    "GO:0010178": 2071,
    "GO:0010179": 2072,
    "GO:0010180": 2073,
    "GO:0010181": 2074,
    "GO:0010209": 2075,
    "GO:0010210": 2076,
    "GO:0010211": 2077,
    "GO:0010242": 2078,
    "GO:0010276": 2079,
    "GO:0010277": 2080,
    "GO:0010279": 2081,
    "GO:0010280": 2082,
    "GO:0010283": 2083,
    "GO:0010284": 2084,
    "GO:0010285": 2085,
    "GO:0010290": 2086,
    "GO:0010291": 2087,
    "GO:0010293": 2088,
    "GO:0010294": 2089,
    "GO:0010295": 2090,
    "GO:0010296": 2091,
    "GO:0010297": 2092,
    "GO:0010298": 2093,
    "GO:0010301": 2094,
    "GO:0010303": 2095,
    "GO:0010307": 2096,
    "GO:0010308": 2097,
    "GO:0010309": 2098,
    "GO:0010313": 2099,
    "GO:0010314": 2100,
    "GO:0010326": 2101,
    "GO:0010327": 2102,
    "GO:0010328": 2103,
    "GO:0010329": 2104,
    "GO:0010331": 2105,
    "GO:0010333": 2106,
    "GO:0010334": 2107,
    "GO:0010340": 2108,
    "GO:0010341": 2109,
    "GO:0010347": 2110,
    "GO:0010348": 2111,
    "GO:0010349": 2112,
    "GO:0010354": 2113,
    "GO:0010356": 2114,
    "GO:0010357": 2115,
    "GO:0010385": 2116,
    "GO:0010420": 2117,
    "GO:0010427": 2118,
    "GO:0010428": 2119,
    "GO:0010429": 2120,
    "GO:0010436": 2121,
    "GO:0010437": 2122,
    "GO:0010461": 2123,
    "GO:0010465": 2124,
    "GO:0010471": 2125,
    "GO:0010472": 2126,
    "GO:0010473": 2127,
    "GO:0010484": 2128,
    "GO:0010485": 2129,
